
brew 'mas'
brew 'git'

tap 'buo/cask-upgrade'

cask '1password'
cask 'dropbox'
cask 'alfred'
cask 'iterm2'

cask 'cleanmymac'
cask 'telegram'
cask 'skype'

cask 'google-chrome'
cask 'firefox'
cask 'evernote'
cask 'sketch'
cask 'bartender'
cask 'cheatsheet'

# BBS Reader
cask 'welly'

# Programming
cask 'visual-studio-code'
cask 'sourcetree'
cask 'pycharm'
cask 'sequel-pro'


cask 'microsoft-teams'

cask 'slack'
cask 'nomachine'

# video player
cask 'iina'


mas 'Quiver', id: 866773894
mas 'Things3', id: 904280696

mas 'OneNote', id: 784801555

# Window management
mas 'Magnet', id: 441258766

mas 'Airmail 3', id: 918858936

mas 'Euclid', id: 656423396
mas 'Tweetboot', id: 557168941

mas 'Microsoft Remote Desktop', id: 715768417

mas 'MenuTab Pro for Facebook', id: 426843868

# Color picker
mas 'Sip', id: 507257563
mas "Tweetbot", id: 557168941